DeviceName = "Inbyggt ljud";
DeviceShortName = "Inbyggt";
ManufacturerName = "Apple Inc.";

Headphones = "Hörlurar";
IntSpeakers  = "Inbyggda högtalare";
LineOut = "Linjeutgång";
DigitalOut = "Digital utgång";

ExternalMic = "Extern mikrofon";
InternalMic = "Inbyggd mikrofon";
LineIn = "Linjeingång";
DigitalIn = "Digital ingång";

DeviceNameHeadphone = "Inbyggd hörlur";
DeviceNameSpeaker = "Inbyggd högtalare";
DeviceNameLineOut = "Inbyggd linjeljudutgång";
DeviceNameDigitalOut = "Inbyggd digital ljudutgång";
DeviceNameLineIn = "Inbyggd linjeljudingång";
DeviceNameAuxIn = "Inbyggd extra ljudingång";
DeviceNameMic = "Inbyggd mikrofon";
DeviceNameExtMic = "Inbyggt ljud extern mikrofon";
DeviceNameDigitalIn = "Inbyggd digital ljudingång";

DevShortNameHdpn = "Inbyggd hörlur";
DevShortNameSpkr = "Inbyggd högtalare";
DevShortNameLino = "Inbyggd linjeutgång";
DevShortNameSpdo = "Inbyggd digital utgång";
DevShortNameOut = "Inbyggd utgång";
DevShortNameLini = "Inbyggd linjeingång";
DevShortNameAuxi = "Inbyggd extra ljudingång";
DevShortNameEMic = "Inbyggd extern mikrofon";
DevShortNameIMic = "Inbyggd mikrofon";
DevShortNameSpdi = "Inbyggd digital ingång";
DevShortNameIn = "Inbyggd ingång";

UnlockedClock = "olåst";
LockedClock = "Låst";